[{
  "characteristics": "",
  "code": "23001",
  "destiny": 5,
  "episode_1": false,
  "episode_7": false,
  "gametext": "Deploy on 1st marker. Yavin 4 locations do not count for Imperial Decree. S-foils and your 'insert' cards are canceled. Once during each of your turns, may take up to two sites (or one site and one Effect) with 'Echo' in title or one planet system with two (Light Side Force icon) into hand from Reserve Deck; reshuffle. (Immune to Alter.)",
  "grabber": false,
  "has_errata": false,
  "image_url": "ThirdAnthology-Light\/large\/anewsecretbase.gif",
  "lore": "Due to constant Imperial pursuit, Alliance engineers became adept at constructing new facilities quickly.",
  "name": "A New Secret Base",
  "position": 1,
  "rarity_code": "PM",
  "set_code": "ta",
  "side_code": "light",
  "type_code": "effect",
  "uniqueness": "*"
}, {
  "ability": 0,
  "armor": 0,
  "characteristics": "Rebel (starship)",
  "clone_army": false,
  "code": "23002",
  "deploy": 4,
  "destiny": 7,
  "episode_1": false,
  "episode_7": false,
  "first_order": false,
  "forfeit": 5,
  "gametext": "May add 1 pilot. Permanent astromech aboard is (*]R2-D2, who adds 2 to power, maneuver and hyperspeed. Luke of ability < 5 deploys free aboard. Immune to attrition < 5 when Luke piloting.",
  "has_errata": false,
  "hyperspeed": 5,
  "image_url": "ThirdAnthology-Light\/large\/artoodetooinred5.gif",
  "independent": false,
  "lore": "R2-D2 saved Luke and his starfighter more times than the young pilot could count.",
  "maneuver": 4,
  "model_type": "X-wing",
  "name": "Artoo-Detoo In Red 5",
  "nav_computer": true,
  "pilot": false,
  "position": 2,
  "power": 3,
  "presence": false,
  "rarity_code": "PM",
  "republic": false,
  "resistance": false,
  "scomp_link": true,
  "set_code": "ta",
  "side_code": "light",
  "subtype_code": "starfighter",
  "trade_federation": false,
  "type_code": "starship",
  "uniqueness": "*"
}, {
  "characteristics": "",
  "code": "23003",
  "destiny": 4,
  "episode_1": false,
  "episode_7": false,
  "gametext": "Deploy on table. Rogue T-47s are immune to attrition < 4 (or < 6 if matching pilot aboard). Once during each of your turns, may take one maintenance droid, Bacta Tank, Lone Rogue, [Hoth] Luke, [Special Edition] Wedge, Zev, or Hobbie into hand from Reserve Deck; reshuffle.",
  "grabber": false,
  "has_errata": false,
  "image_url": "ThirdAnthology-Light\/large\/echobasegarrison.gif",
  "lore": "\"All troop carriers will assemble at the north entrance. The heavy transport ships will leave as soon as they're loaded.\"",
  "name": "Echo Base Garrison",
  "position": 3,
  "rarity_code": "PM",
  "set_code": "ta",
  "side_code": "light",
  "type_code": "effect",
  "uniqueness": "*"
}, {
  "code": "23004",
  "destiny": 0,
  "episode_1": false,
  "episode_7": false,
  "gametext": "[Front Side]: \\ul Deploy Yavin 4 system and Yavin 4: Docking Bay.\\ul0 \\par \\b For\\b0  remainder of game, you may not play Revolution or Force drain at Yavin 4 sites or sectors. \\par \\b While\\b0  this side up, you generate no more than 1 Force from each Yavin 4 site. Once during each of your deploy phases, may deploy one Yavin 4 site from Reserve Deck; reshuffle. Each Imperial is deploy +2 to Yavin 4. \\par \\b Flip\\b0  this card if you control three Yavin 4 sites and opponent controls fewer than three Yavin 4 sites. \\par \\b Place\\b0  out of play if Yavin 4 is \"blown away.\"\\\\par[Back Side]: \\b While\\b0  this side up, may deploy Death Star system without completing Death Star Plans. Once during each of your deploy phases, may take one Rebel Tech, Death Star system, Attack Run or Proton Torpedoes into hand from Reserve Deck; reshuffle. Your total power is +3 in battles at systems. If Death Star is \"blown away,\" adds 3 to Force lost for each opponent's Death Star site and, for remainder of game, your Force drains at battleground systems where you have a starfighter present with a pilot character aboard are each +2.",
  "has_errata": false,
  "image_url": "ThirdAnthology-Light\/large\/massassibaseoperations.gif",
  "image_url_2": "ThirdAnthology-Light\/large\/oneinamillion.gif",
  "lore": "",
  "name": "Massassi Base Operations\/One In A Million",
  "position": 4,
  "rarity_code": "PM",
  "set_code": "ta",
  "side_code": "light",
  "type_code": "objective",
  "uniqueness": ""
}, {
  "ability": 3,
  "armor": 0,
  "characteristics": "Alderaanian, \\b senator\\b0 , female",
  "clone_army": false,
  "code": "23005",
  "deploy": 0,
  "destiny": 1,
  "episode_1": false,
  "episode_7": false,
  "force_aptitude": "Force-Attuned",
  "forfeit": 6,
  "gametext": "Deploys only if Rescue The Princess on table. May not be transferred while imprisoned. Adds 2 to your Force drains here. For remainder of game, your objective cannot be placed out of play and, if Leia not on table, flip Sometimes I Amaze Even Myself.",
  "has_errata": false,
  "image_url": "ThirdAnthology-Light\/large\/prisoner2187.gif",
  "lore": "Princess Leia Organa. Alderaanian senator. Targeted by Vader for capture and interrogation. The Dark Lord of the Sith wanted her alive.",
  "maneuver": 0,
  "model_type": "",
  "name": "Prisoner 2187",
  "nav_computer": false,
  "permanent_weapon": false,
  "pilot": false,
  "politics": 0,
  "position": 5,
  "power": 4,
  "presence": false,
  "rarity_code": "PM",
  "republic": false,
  "separatist": false,
  "set_code": "ta",
  "side_code": "light",
  "subtype_code": "rebel",
  "type_code": "character",
  "uniqueness": "*",
  "warrior": true
}, {
  "code": "23006",
  "destiny": 0,
  "episode_1": false,
  "episode_7": false,
  "gametext": "[Front Side]: \\ul Deploy Death Star and Alderaan systems and Docking Bay 327.\\ul0 \\par \\b For\\b0  remainder of game, Revolution is canceled and Commence Primary Ignition may target only Alderaan, Yavin 4, Hoth or a Subjugated Planet. \\par \\b While\\b0  this side up, once during each of your deploy phases, may take one card with \"Death Star\" in title into hand from Reserve Deck; reshuffle. You may not Force drain at Alderaan system. At Death Star sites, your Force drains and battle damage against you are canceled. \\par \\b Flip\\b0  this card if Alderaan is \"blown away.\"\\\\par[Back Side]: \\b While\\b0  this side up, once during each of your deploy phases, may deploy one battleground system from Reserve Deck; reshuffle. Your Star Destroyers deploy -2 (or -1 if \\ul Victory\\ul0  class) to Death Star system. Your Force drains at battleground systems where you have a Star Destroyer are each +1 (or +2 if that Star Destroyer is \\ul Imperial\\ul0 - or \\ul Super\\ul0 -class). If Yavin 4 system is \"blown away,\" adds 3 to Force lost for each opponent's Yavin 4 site. Place out of play if Death Star is \"blown away.\"",
  "has_errata": false,
  "image_url": "ThirdAnthology-Dark\/large\/setyourcourseforalderaan.gif",
  "image_url_2": "ThirdAnthology-Dark\/large\/theultimatepowerintheuniverse.gif",
  "lore": "",
  "name": "Set Your Course For Alderaan\/The Ultimate Power In The Universe",
  "position": 6,
  "rarity_code": "PM",
  "set_code": "ta",
  "side_code": "dark",
  "type_code": "objective",
  "uniqueness": ""
}]